Repository: Sanjai-Shaarugesh/ProPad
Catalog: po/*.po
Languages: gu, kn, ml, mr, pa, te

source: ☕ Open Buy Me a Coffee
gu: ☕ Buy Me a Coffee ખોલો
kn: ☕ Buy Me a Coffee ತೆರೆಯಿರಿ
mr: ☕ Buy Me a Coffee उघडा
pa: ☕ Buy Me a Coffee ਖੋਲ੍ਹੋ
te: ☕ Buy Me a Coffee తెరవండి
