Repository: Sanjai-Shaarugesh/ProPad
Catalog: po/*.po
Languages: gu, kn, ml, mr, pa, te

source: New Window
gu: નવી વિન્ડો
kn: ಹೊಸ ವಿಂಡೋ
ml: പുതിയ വിൻഡോ
mr: नवीन विंडो
pa: ਨਵੀਂ ਵਿੰਡੋ
te: కొత్త విండో

source: File Manager
gu: ફાઇલ મેનેજર
kn: ಕಡತ ನಿರ್ವಾಹಕ
ml: ഫയൽ മാനേജർ
mr: फाइल व्यवस्थापक
pa: ਫਾਈਲ ਮੈਨੇਜਰ
te: ఫైల్ మేనేజర్

source: Export
gu: નિકાસ કરો
kn: ರಫ್ತು ಮಾಡಿ
ml: എക്‌സ്‌പോർട്ട് ചെയ്യുക
mr: निर्यात करा
pa: ਨਿਰਯਾਤ ਕਰੋ
te: ఎగుమతి

source: Find
gu: શોધો
kn: ಹುಡುಕಿ
ml: കണ്ടെത്തുക
mr: शोधा
pa: ਲੱਭੋ
te: వెతకండి

source: Replace
gu: બદલો
kn: ಬದಲಿಸಿ
ml: മാറ്റിസ്ഥാപിക്കുക
mr: बदला
pa: ਬਦਲੋ
te: భర్తీ చేయండి

source: Keyboard Shortcuts
gu: કીબોર્ડ શૉર્ટકટ્સ
kn: ಕೀಲಿಮಣೆ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು
ml: കീബോർഡ് കുറുക്കുവഴികൾ
mr: कीबोर्ड शॉर्टकट
pa: ਕੀਬੋਰਡ ਸ਼ਾਰਟਕੱਟ
te: కీబోర్డ్ షార్ట్‌కట్‌లు

source: About ProPad
gu: ProPad વિશે
kn: ProPad ಕುರಿತು
ml: ProPad-നെക്കുറിച്ച്
mr: ProPad बद्दल
pa: ProPad ਬਾਰੇ
te: ProPad గురించి

source: Welcome to ProPad
gu: ProPad માં આપનું સ્વાગત છે
kn: ProPad ಗೆ ಸುಸ್ವಾಗತ
ml: ProPad-ലേക്ക് സ്വാഗതം
mr: ProPad मध्ये आपले स्वागत आहे
pa: ProPad ਵਿੱਚ ਤੁਹਾਡਾ ਸੁਆਗਤ ਹੈ
te: ProPad కు స్వాగతం

source: Features
gu: લક્ષણો
kn: ವೈಶಿಷ್ಟ್ಯಗಳು
ml: സവിശേഷതകൾ
mr: वैशिष्ट्ये
pa: ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ
te: ఫీచర్‌లు

source: Live Preview
gu: લાઇવ પૂર્વાવલોકન
kn: ಲೈವ್ ಮುನ್ನೋಟ
ml: തത്സമയ പ്രിവ്യൂ
mr: थेट पूर्वावलोकन
pa: ਲਾਈਵ ਝਲਕ
te: ప్రత్యక్ష ప్రివ్యూ

source: with synchronized scrolling
gu: સમન્વયિત સ્ક્રોલિંગ સાથે
kn: ಸಿಂಕ್ರೊನೈಸ್ ಮಾಡಿದ ಸ್ಕ್ರಾಲಿಂಗ್‌ನೊಂದಿಗೆ
ml: സമന്വയിപ്പിച്ച സ്ക്രോളിംഗിനൊപ്പം
mr: सिंक्रनाइझ स्क्रोलिंगसह
pa: ਸਿੰਕ੍ਰੋਨਾਈਜ਼ਡ ਸਕ੍ਰੋਲਿੰਗ ਨਾਲ
te: సమకాలీకరించబడిన స్క్రోలింగ్‌తో

source: Markdown Tables
gu: Markdown કોષ્ટકો
kn: Markdown ಕೋಷ್ಟಕಗಳು
ml: മാർക്ക്ഡൗൺ ടേബിളുകൾ
mr: मार्कडाउन सारण्या
pa: ਮਾਰਕਡਾਊਨ ਟੇਬਲ
te: మార్క్‌డౌన్ పట్టికలు

source: support
gu: સમર્થન
kn: ಬೆಂಬಲ
ml: പിന്തുണ
mr: समर्थन
pa: ਸਹਾਇਤਾ
te: మద్దతు

source: Mermaid Diagrams
gu: Mermaid આકૃતિઓ
kn: Mermaid ರೇಖಾಚಿತ್ರಗಳು
ml: മെർമെയ്ഡ് ഡയഗ്രമുകൾ
mr: Mermaid आकृत्या
pa: ਮਰਮੇਡ ਡਾਇਗਰਾਮ
te: మెర్మైడ్ రేఖాచిత్రాలు

source: rendering
gu: રેન્ડરિંગ
kn: ರೆಂಡರಿಂಗ್
ml: റെൻഡറിംഗ്
mr: रेंडरिंग
pa: ਰੈਂਡਰਿੰਗ
te: రెండరింగ్

source: LaTeX Math
gu: LaTeX ગણિત
kn: LaTeX ಗಣಿತ
ml: LaTeX ഗണിതം
mr: LaTeX गणित
pa: LaTeX ਗਣਿਤ
te: LaTeX గణితం

source: equations
gu: સમીકરણો
kn: ಸಮೀಕರಣಗಳು
ml: സമവാക്യങ്ങൾ
mr: समीकरणे
pa: ਸਮੀਕਰਨਾਂ
te: సమీకరణాలు

source: GitHub Alerts
gu: GitHub ચેતવણીઓ
kn: GitHub ಎಚ್ಚರಿಕೆಗಳು
ml: GitHub അലേർട്ടുകൾ
mr: GitHub सूचना
pa: GitHub ਅਲਰਟ
te: GitHub హెచ్చరికలు

source: File History
gu: ફાઇલ ઇતિહાસ
kn: ಕಡತ ಇತಿಹಾಸ
ml: ഫയൽ ചരിത്രം
mr: फाइल इतिहास
pa: ਫਾਈਲ ਇਤਿਹਾਸ
te: ఫైల్ చరిత్ర

source: with tags
gu: ટેગ સાથે
kn: ಟ್ಯಾಗ್‌ಗಳೊಂದಿಗೆ
ml: ടാഗുകളോടൊപ്പം
mr: टॅगसह
pa: ਟੈਗਾਂ ਨਾਲ
te: ట్యాగ్‌లతో

source: This is a GitHub-style note alert!
gu: આ GitHub-શૈલીની નોંધ ચેતવણી છે!
kn: ಇದು GitHub-ಶೈಲಿಯ ಟಿಪ್ಪಣಿ ಎಚ್ಚರಿಕೆಯಾಗಿದೆ!
ml: ഇതൊരു GitHub ശൈലിയിലുള്ള നോട്ട് അലേർട്ടാണ്!
mr: ही GitHub-शैलीतील टीप सूचना आहे!
pa: ਇਹ ਇੱਕ GitHub-ਸ਼ੈਲੀ ਨੋਟ ਅਲਰਟ ਹੈ!
te: ఇది GitHub-శైలి నోట్ హెచ్చరిక!

source: Start editing to see the preview!
gu: પૂર્વાવલોકન જોવા માટે સંપાદન શરૂ કરો!
kn: ಮುನ್ನೋಟವನ್ನು ನೋಡಲು ಸಂಪಾದನೆ ಪ್ರಾರಂಭಿಸಿ!
ml: പ്രിവ്യൂ കാണാൻ എഡിറ്റിംഗ് ആരംഭിക്കുക!
mr: पूर्वावलोकन पाहण्यासाठी संपादन सुरू करा!
pa: ਝਲਕ ਦੇਖਣ ਲਈ ਸੰਪਾਦਨ ਸ਼ੁਰੂ ਕਰੋ!
te: ప్రివ్యూ చూడటానికి ఎడిటింగ్ ప్రారంభించండి!

source: Save Changes?
gu: ફેરફારો સાચવો?
kn: ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸುವುದೇ?
ml: മാറ്റങ്ങൾ സംരക്ഷിക്കണോ?
mr: बदल जतन करायचे?
pa: ਬਦਲਾਅ ਸੁਰੱਖਿਅਤ ਕਰੀਏ?
te: మార్పులను సేవ్ చేయాలా?

source: The document has unsaved changes. Do you want to save them?
gu: દસ્તાવેજમાં અસાચવેલા ફેરફારો છે. શું તમે તેને સાચવવા માંગો છો?
kn: ದಸ್ತಾವೇಜಿನಲ್ಲಿ ಉಳಿಸದ ಬದಲಾವಣೆಗಳಿವೆ. ನೀವು ಅವುಗಳನ್ನು ಉಳಿಸಲು ಬಯಸುವಿರಾ?
ml: ഡോക്യുമെന്റിൽ സംരക്ഷിക്കാത്ത മാറ്റങ്ങളുണ്ട്. നിങ്ങൾക്കത് സംരക്ഷിക്കണോ?
mr: दस्तावेजात जतन न केलेले बदल आहेत. तुम्ही ते जतन करू इच्छिता?
pa: ਦਸਤਾਵੇਜ਼ ਵਿੱਚ ਅਣਸੁਰੱਖਿਅਤ ਬਦਲਾਅ ਹਨ। ਕੀ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
te: డాక్యుమెంట్‌లో సేవ్ చేయని మార్పులు ఉన్నాయి. వాటిని సేవ్ చేయాలనుకుంటున్నారా?

source: Discard
gu: રદ કરો
kn: ತ್ಯಜಿಸಿ
ml: പുറന്തള്ളുക
mr: रद्द करा
pa: ਰੱਦ ਕਰੋ
te: విస్మరించండి

source: Cancel
gu: રદ કરો
kn: ರದ್ದುಗೊಳಿಸು
ml: റദ്ദാക്കുക
mr: रद्द करा
pa: ਰੱਦ ਕਰੋ
te: రద్దు చేయండి

source: Save
gu: સાચવો
kn: ಉಳಿಸಿ
ml: സംരക്ഷിക്കുക
mr: जतन करा
pa: ਸੁਰੱਖਿਅਤ ਕਰੋ
te: సేవ్ చేయండి

source: Open Markdown File
gu: Markdown ફાઇલ ખોલો
kn: Markdown ಕಡತ ತೆರೆಯಿರಿ
ml: മാർക്ക്ഡൗൺ ഫയൽ തുറക്കുക
mr: मार्कडाउन फाइल उघडा
pa: ਮਾਰਕਡਾਊਨ ਫਾਈਲ ਖੋਲ੍ਹੋ
te: మార్క్‌డౌన్ ఫైల్‌ను తెరవండి

source: Markdown Files
gu: Markdown ફાઇલો
kn: Markdown ಕಡತಗಳು
ml: മാർക്ക്ഡൗൺ ഫയലുകൾ
mr: मार्कडाउन फाइल्स
pa: ਮਾਰਕਡਾਊਨ ਫਾਈਲਾਂ
te: మార్క్‌డౌన్ ఫైల్‌లు

source: All Files
gu: બધી ફાઇલો
kn: ಎಲ್ಲಾ ಕಡತಗಳು
ml: എല്ലാ ഫയലുകളും
mr: सर्व फाइल्स
pa: ਸਾਰੀਆਂ ਫਾਈਲਾਂ
te: అన్ని ఫైల్‌లు

source: Save Markdown File
gu: Markdown ફાઇલ સાચવો
kn: Markdown ಕಡತ ಉಳಿಸಿ
ml: മാർക്ക്ഡൗൺ ഫയൽ സംരക്ഷിക്കുക
mr: मार्कडाउन फाइल जतन करा
pa: ਮਾਰਕਡਾਊਨ ਫਾਈਲ ਸੁਰੱਖਿਅਤ ਕਰੋ
te: మార్క్‌డౌన్ ఫైల్‌ను సేవ్ చేయండి

source: Untitled
gu: શીર્ષકવિહીન
kn: ಶೀರ್ಷಿಕೆಯಿಲ್ಲದ
ml: പേരിടാത്തത്
mr: शीर्षक नसलेले
pa: ਬਿਨਾਂ ਸਿਰਲੇਖ
te: శీర్షిక లేనిది

source: Sync Scroll Enabled
gu: સિંક સ્ક્રોલ સક્ષમ
kn: ಸಿಂಕ್ ಸ್ಕ್ರಾಲ್ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ml: സമന്വയ സ്ക്രോൾ പ്രവർത്തനക്ഷമമാക്കി
mr: सिंक स्क्रोल सक्षम केले
pa: ਸਿੰਕ ਸਕਰੋਲ ਸਮਰੱਥ
te: స్క్రోల్ సమకాలీకరణ ప్రారంభించబడింది

source: Sync Scroll Disabled
gu: સિંક સ્ક્રોલ અક્ષમ
kn: ಸಿಂಕ್ ಸ್ಕ್ರಾಲ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ml: സമന്വയ സ്ക്രോൾ പ്രവർത്തനരഹിതമാക്കി
mr: सिंक स्क्रोल अक्षम केले
pa: ਸਿੰਕ ਸਕਰੋਲ ਅਸਮਰੱਥ
te: స్క్రోల్ సమకాలీకరణ నిలిపివేయబడింది

source: Hide Preview
gu: પૂર્વાવલોકન છુપાવો
kn: ಮುನ್ನೋಟ ಮರೆಮಾಡಿ
ml: പ്രിവ്യൂ മറയ്ക്കുക
mr: पूर्वावलोकन लपवा
pa: ਝਲਕ ਲੁਕਾਓ
te: ప్రివ్యూను దాచండి

source: Show Preview
gu: પૂર્વાવલોકન બતાવો
kn: ಮುನ್ನೋಟ ತೋರಿಸಿ
ml: പ്രിവ്യൂ കാണിക്കുക
mr: पूर्वावलोकन दाखवा
pa: ਝਲਕ ਦਿਖਾਓ
te: ప్రివ్యూను చూపండి

source: Export as HTML
gu: HTML તરીકે નિકાસ કરો
kn: HTML ಆಗಿ ರಫ್ತು ಮಾಡಿ
ml: HTML ആയി എക്‌സ്‌പോർട്ട് ചെയ്യുക
mr: HTML म्हणून निर्यात करा
pa: HTML ਵਜੋਂ ਨਿਰਯਾਤ ਕਰੋ
te: HTML గా ఎగుమతి చేయండి

source: HTML Files
gu: HTML ફાઇલો
kn: HTML ಕಡತಗಳು
ml: HTML ഫയലുകൾ
mr: HTML फाइल्स
pa: HTML ਫਾਈਲਾਂ
te: HTML ఫైల్‌లు

source: HTML Export Successful
ml: HTML എക്‌സ്‌പോർട്ട് വിജയകരം
mr: HTML निर्यात यशस्वी
pa: HTML ਨਿਰਯਾਤ ਸਫਲ
te: HTML ఎగుమతి విజయవంతమైంది

source: Document exported to:
ml: ഡോക്യുമെന്റ് എക്‌സ്‌പോർട്ട് ചെയ്‌ത സ്ഥലം:
mr: दस्तावेज येथे निर्यात केला:
pa: ਦਸਤਾਵੇਜ਼ ਨੂੰ ਨਿਰਯਾਤ ਕੀਤਾ ਗਿਆ:
te: డాక్యుమెంట్ దీనికి ఎగుమతి చేయబడింది:

source: Export as PDF
gu: PDF તરીકે નિકાસ કરો
kn: PDF ಆಗಿ ರಫ್ತು ಮಾಡಿ
ml: PDF ആയി എക്‌സ്‌പോർട്ട് ചെയ്യുക
mr: PDF म्हणून निर्यात करा
pa: PDF ਵਜੋਂ ਨਿਰਯਾਤ ਕਰੋ
te: PDF గా ఎగుమతి చేయండి

source: PDF Export Successful
ml: PDF എക്‌സ്‌പോർട്ട് വിജയകരം
mr: PDF निर्यात यशस्वी
pa: PDF ਨਿਰਯਾਤ ਸਫਲ
te: PDF ఎగుమతి విజయవంతమైంది

source: Export as Image
gu: છબી તરીકે નિકાસ કરો
kn: ಚಿತ್ರವಾಗಿ ರಫ್ತು ಮಾಡಿ
ml: ഇമേജായി എക്‌സ്‌പോർട്ട് ചെയ്യുക
mr: प्रतिमा म्हणून निर्यात करा
pa: ਚਿੱਤਰ ਵਜੋਂ ਨਿਰਯਾਤ ਕਰੋ
te: చిత్రంగా ఎగుమతి చేయండి

source: Image Files
gu: છબી ફાઇલો
kn: ಚಿತ್ರ ಕಡತಗಳು
ml: ഇമേജ് ഫയലുകൾ
mr: प्रतिमा फाइल्स
pa: ਚਿੱਤਰ ਫਾਈਲਾਂ
te: చిత్ర ఫైల్‌లు

source: Image Export Successful
ml: ഇമേജ് എക്‌സ്‌പോർട്ട് വിജയകരം
mr: प्रतिमा निर्यात यशस्वी
pa: ਚਿੱਤਰ ਨਿਰਯਾਤ ਸਫਲ
te: చిత్రం ఎగుమతి విజయవంతమైంది

source: Export Failed
ml: എക്‌സ്‌പോർട്ട് പരാജയപ്പെട്ടു
mr: निर्यात अयशस्वी
pa: ਨਿਰਯਾਤ ਅਸਫਲ
te: ఎగుమతి విఫలమైంది

source: Clear History?
gu: ઇતિહાસ સાફ કરો?
kn: ಇತಿಹಾಸ ತೆರವುಗೊಳಿಸುವುದೇ?
ml: ചരിത്രം മായ്‌ക്കണോ?
mr: इतिहास साफ करायचा?
pa: ਇਤਿਹਾਸ ਸਾਫ਼ ਕਰੀਏ?
te: చరిత్రను చెరిపివేయాలా?

source: This will remove all file history. This action cannot be undone.
gu: આ બધા ફાઇલ ઇતિહાસને દૂર કરશે. આ ક્રિયા પૂર્વવત્ કરી શકાતી નથી.
kn: ಇದು ಎಲ್ಲಾ ಕಡತ ಇತಿಹಾಸವನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ. ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.
ml: ഇത് എല്ലാ ഫയൽ ചരിത്രവും നീക്കം ചെയ്യും. ഈ പ്രവർത്തനം പഴയപടിയാക്കാൻ കഴിയില്ല.
mr: यामुळे सर्व फाइल इतिहास काढला जाईल. ही क्रिया पूर्ववत करता येणार नाही.
pa: ਇਹ ਸਾਰੇ ਫਾਈਲ ਇਤਿਹਾਸ ਨੂੰ ਹਟਾ ਦੇਵੇਗਾ। ਇਹ ਕਾਰਵਾਈ ਵਾਪਸ ਨਹੀਂ ਲਈ ਜਾ ਸਕਦੀ।
te: ఇది అన్ని ఫైల్ చరిత్రను తొలగిస్తుంది. ఈ చర్యను రద్దు చేయలేము.

source: Clear History
gu: ઇતિહાસ સાફ કરો
kn: ಇತಿಹಾಸ ತೆರವುಗೊಳಿಸಿ
ml: ചരിത്രം മായ്‌ക്കുക
mr: इतिहास साफ करा
pa: ਇਤਿਹਾਸ ਸਾਫ਼ ਕਰੋ
te: చరిత్రను చెరిపివేయండి

source: Remove from history
gu: ઇતિહાસમાંથી દૂર કરો
kn: ಇತಿಹಾಸದಿಂದ ತೆಗೆದುಹಾಕಿ
ml: ചരിത്രത്തിൽ നിന്ന് നീക്കം ചെയ്യുക
mr: इतिहासातून काढा
pa: ਇਤਿਹਾਸ ਤੋਂ ਹਟਾਓ
te: చరిత్ర నుండి తొలగించండి

source: Created
gu: બનાવ્યું
kn: ರಚಿಸಲಾಗಿದೆ
ml: സൃഷ്ടിച്ചു
mr: तयार केले
pa: ਬਣਾਇਆ
te: సృష్టించబడింది

source: Opened
gu: ખોલ્યું
kn: ತೆರೆಯಲಾಗಿದೆ
ml: തുറന്നു
mr: उघडले
pa: ਖੋਲ੍ਹਿਆ
te: తెరవబడింది

source: Edited
gu: સંપાદિત
kn: ಸಂಪಾದಿಸಲಾಗಿದೆ
ml: എഡിറ്റ് ചെയ്തു
mr: संपादित केले
pa: ਸੰਪਾਦਿਤ ਕੀਤਾ
te: సవరించబడింది

source: Opened {count}x
gu: {count} વખત ખોલ્યું
kn: {count} ಬಾರಿ ತೆರೆಯಲಾಗಿದೆ
ml: {count} തവണ തുറന്നു
mr: {count} वेळा उघडले
pa: {count} ਵਾਰ ਖੋਲ੍ਹਿਆ
te: {count} సార్లు తెరవబడింది

source: Insert Table
gu: કોષ્ટક દાખલ કરો
kn: ಕೋಷ್ಟಕ ಸೇರಿಸಿ
ml: ടേബിൾ ചേർക്കുക
mr: सारणी घाला
pa: ਸਾਰਣੀ ਸ਼ਾਮਲ ਕਰੋ
te: పట్టికను చొప్పించండి

source: Rows
gu: પંક્તિઓ
kn: ಸಾಲುಗಳು
ml: വരികൾ
mr: पंक्ती
pa: ਕਤਾਰਾਂ
te: వరుసలు

source: Cols
gu: સ્તંભો
kn: ಕಾಲಮ್‌ಗಳು
ml: കോളങ്ങൾ
mr: स्तंभ
pa: ਕਾਲਮ
te: నిలువు వరుసలు

source: Insert Link
gu: લિંક દાખલ કરો
kn: ಲಿಂಕ್ ಸೇರಿಸಿ
ml: ലിങ്ക് ചേർക്കുക
mr: लिंक घाला
pa: ਲਿੰਕ ਸ਼ਾਮਲ ਕਰੋ
te: లింక్‌ను చొప్పించండి

source: Link Text:
gu: લિંક ટેક્સ્ટ:
kn: ಲಿಂಕ್ ಪಠ್ಯ:
ml: ലിങ്ക് ടെക്സ്റ്റ്:
mr: लिंक मजकूर:
pa: ਲਿੰਕ ਟੈਕਸਟ:
te: లింక్ టెక్స్ట్:

source: Click here
gu: અહીં ક્લિક કરો
kn: ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ
ml: ഇവിടെ ക്ലിക്ക് ചെയ്യുക
mr: येथे क्लिक करा
pa: ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ
te: ఇక్కడ క్లిక్ చేయండి

source: URL:
ml: യുആർഎൽ:
pa: ਯੂਆਰਐਲ:

source: Select Image
gu: છબી પસંદ કરો
kn: ಚಿತ್ರ ಆಯ್ಕೆಮಾಡಿ
ml: ഇമേജ് തിരഞ്ഞെടുക്കുക
mr: प्रतिमा निवडा
pa: ਚਿੱਤਰ ਚੁਣੋ
te: చిత్రాన్ని ఎంచుకోండి

source: Replace All
gu: બધું બદલો
kn: ಎಲ್ಲವನ್ನೂ ಬದಲಿಸಿ
ml: എല്ലാം മാറ്റിസ്ഥാപിക്കുക
mr: सर्व बदला
pa: ਸਭ ਬਦਲੋ
te: అన్నింటినీ భర్తీ చేయండి

source: Words
gu: શબ્દો
kn: ಪದಗಳು
ml: വാക്കുകൾ
mr: शब्द
pa: ਸ਼ਬਦ
te: పదాలు

source: Letters
gu: અક્ષરો
kn: ಅಕ್ಷರಗಳು
ml: അക്ഷരങ്ങൾ
mr: अक्षरे
pa: ਅੱਖਰ
te: అక్షరాలు

source: Paragraphs
gu: ફકરાઓ
kn: ಪ್ಯಾರಾಗಳು
ml: ഖണ്ഡികകൾ
mr: परिच्छेद
pa: ਪੈਰੇ
te: పేరాలు

source: File Operations
gu: ફાઇલ કામગીરી
kn: ಕಡತ ಕಾರ್ಯಾಚರಣೆಗಳು
ml: ഫയൽ പ്രവർത്തനങ്ങൾ
mr: फाइल कार्ये
pa: ਫਾਈਲ ਓਪਰੇਸ਼ਨ
te: ఫైల్ కార్యకలాపాలు

source: New File
gu: નવી ફાઇલ
kn: ಹೊಸ ಕಡತ
ml: പുതിയ ഫയൽ
mr: नवीन फाइल
pa: ਨਵੀਂ ਫਾਈਲ
te: కొత్త ఫైల్

source: Open File
gu: ફાઇલ ખોલો
kn: ಕಡತ ತೆರೆಯಿರಿ
ml: ഫയൽ തുറക്കുക
mr: फाइल उघडा
pa: ਫਾਈਲ ਖੋਲ੍ਹੋ
te: ఫైల్‌ను తెరవండి

source: Save File
gu: ફાઇલ સાચવો
kn: ಕಡತ ಉಳಿಸಿ
ml: ഫയൽ സംരക്ഷിക്കുക
mr: फाइल जतन करा
pa: ਫਾਈਲ ਸੁਰੱਖਿਅਤ ਕਰੋ
te: ఫైల్‌ను సేవ్ చేయండి

source: Save As
gu: આ રીતે સાચવો
kn: ಹೆಸರಿನಿಂದ ಉಳಿಸಿ
ml: മറ്റൊരു പേരിൽ സംരക്ഷിക്കുക
mr: या नावाने जतन करा
pa: ਇਸ ਤਰ੍ਹਾਂ ਸੁਰੱਖਿਅਤ ਕਰੋ
te: గా సేవ్ చేయండి

source: Text Formatting
gu: ટેક્સ્ટ ફોર્મેટિંગ
kn: ಪಠ್ಯ ಫಾರ್ಮಾಟಿಂಗ್
ml: ടെക്സ്റ്റ് ഫോർമാറ്റിംഗ്
mr: मजकूर स्वरूपण
pa: ਟੈਕਸਟ ਫਾਰਮੈਟਿੰਗ
te: టెక్స్ట్ ఫార్మాటింగ్

source: Bold
gu: બોલ્ડ
kn: ದಪ್ಪ
ml: ബോൾഡ്
mr: ठळक
pa: ਬੋਲਡ
te: బోల్డ్

source: Italic
gu: ઇટાલિક
kn: ಇಟಾಲಿಕ್
ml: ഇറ്റാലിക്
mr: तिरकस
pa: ਇਟਾਲਿਕ
te: ఇటాలిక్

source: Strikethrough
gu: સ્ટ્રાઇકથ્રૂ
kn: ಸ್ಟ್ರೈಕ್‌ಥ್ರೂ
ml: സ്ട്രൈക്ക്ത്രൂ
mr: स्ट्राइकथ्रू
pa: ਸਟ੍ਰਾਈਕਥਰੂ
te: కొట్టివేసిన

source: Code
gu: કોડ
kn: ಕೋಡ್
ml: കോഡ്
mr: कोड
pa: ਕੋਡ
te: కోడ్

source: Editing
gu: સંપાદન
kn: ಸಂಪಾದನೆ
ml: എഡിറ്റിംഗ്
mr: संपादन
pa: ਸੰਪਾਦਨ
te: ఎడిటింగ్

source: Find Text
gu: ટેક્સ્ટ શોધો
kn: ಪಠ್ಯ ಹುಡುಕಿ
ml: ടെക്സ്റ്റ് കണ്ടെത്തുക
mr: मजकूर शोधा
pa: ਟੈਕਸਟ ਲੱਭੋ
te: టెక్స్ట్‌ను వెతకండి

source: Find and Replace
gu: શોધો અને બદલો
kn: ಹುಡುಕಿ ಮತ್ತು ಬದಲಿಸಿ
ml: കണ്ടെത്തുക, മാറ്റിസ്ഥാപിക്കുക
mr: शोधा आणि बदला
pa: ਲੱਭੋ ਅਤੇ ਬਦਲੋ
te: వెతకండి మరియు భర్తీ చేయండి

source: View
gu: જુઓ
kn: ವೀಕ್ಷಿಸಿ
ml: കാണുക
mr: पहा
pa: ਵੇਖੋ
te: చూడండి

source: Toggle Sidebar
gu: સાઇડબાર ટૉગલ કરો
kn: ಸೈಡ್‌ಬಾರ್ ಟಾಗಲ್ ಮಾಡಿ
ml: സൈഡ്ബാർ ടോഗിൾ ചെയ്യുക
mr: साइडबार टॉगल करा
pa: ਸਾਈਡਬਾਰ ਟੌਗਲ ਕਰੋ
te: సైడ్‌బార్‌ను టోగుల్ చేయండి

source: Toggle Sync Scroll
ml: സമന്വയ സ്ക്രോൾ ടോഗിൾ ചെയ്യുക
mr: सिंक स्क्रोल टॉगल करा
pa: ਸਿੰਕ ਸਕਰੋਲ ਟੌਗਲ ਕਰੋ
te: స్క్రోల్ సమకాలీకరణను టోగుల్ చేయండి

source: Show Shortcuts
ml: കുറുക്കുവഴികൾ കാണിക്കുക
mr: शॉर्टकट दाखवा
pa: ਸ਼ਾਰਟਕੱਟ ਦਿਖਾਓ
te: షార్ట్‌కట్‌లను చూపండి

source: About
gu: વિશે
kn: ಕುರಿತು
ml: കുറിച്ച്
mr: बद्दल
pa: ਬਾਰੇ
te: గురించి

source: Application
gu: એપ્લિકેશન
kn: ಅನ್ವಯ
ml: ആപ്ലിക്കേഷൻ
mr: अनुप्रयोग
pa: ਐਪਲੀਕੇਸ਼ਨ
te: అప్లికేషన్

source: Block Quote
gu: બ્લોક ટાંકણ
kn: ಬ್ಲಾಕ್ ಉಲ್ಲೇಖ
ml: ബ്ലോക്ക് ഉദ്ധരണി
mr: ब्लॉक कोट
pa: ਬਲਾਕ ਕੋਟ
te: బ్లాక్ కోట్

source: Bold (Ctrl+B)
gu: બોલ્ડ (Ctrl+B)
kn: ದಪ್ಪ (Ctrl+B)
ml: ബോൾഡ് (Ctrl+B)
mr: ठळक (Ctrl+B)
pa: ਬੋਲਡ (Ctrl+B)
te: బోల్డ్ (Ctrl+B)

source: Bullet List
gu: બુલેટ સૂચિ
kn: ಬುಲೆಟ್ ಪಟ್ಟಿ
ml: ബുള്ളറ്റ് ലിസ്റ്റ്
mr: बुलेट सूची
pa: ਬੁਲੇਟ ਸੂਚੀ
te: బుల్లెట్ జాబితా

source: Case Sensitive
gu: કેસ સંવેદનશીલ
kn: ಕೇಸ್ ಸೆನ್ಸಿಟಿವ್
ml: കേസ് സെൻസിറ്റീവ്
mr: केस सेन्सिटिव्ह
pa: ਕੇਸ ਸੰਵੇਦਨਸ਼ੀਲ
te: కేస్ సెన్సిటివ్

source: Close
gu: બંધ કરો
kn: ಮುಚ್ಚಿ
ml: അടയ്ക്കുക
mr: बंद करा
pa: ਬੰਦ ਕਰੋ
te: మూసివేయండి

source: Close all windows and quit
gu: બધી વિન્ડો બંધ કરો અને બહાર નીકળો
kn: ಎಲ್ಲಾ ವಿಂಡೋಗಳನ್ನು ಮುಚ್ಚಿ ಮತ್ತು ನಿರ್ಗಮಿಸಿ
ml: എല്ലാ വിൻഡോകളും അടച്ച് പുറത്തുകടക്കുക
mr: सर्व विंडो बंद करा आणि सोडा
pa: ਸਾਰੀਆਂ ਵਿੰਡੋਜ਼ ਬੰਦ ਕਰੋ ਅਤੇ ਬਾਹਰ ਆਓ
te: అన్ని విండోలను మూసివేసి నిష్క్రమించండి

source: Code Block
gu: કોડ બ્લોક
kn: ಕೋಡ್ ಬ್ಲಾಕ್
ml: കോഡ് ബ്ലോക്ക്
mr: कोड ब्लॉक
pa: ਕੋਡ ਬਲਾਕ
te: కోడ్ బ్లాక్

source: Cols: 0
gu: સ્તંભો: 0
kn: ಕಾಲಮ್‌ಗಳು: 0
ml: കോളങ്ങൾ: 0
mr: स्तंभ: 0
pa: ਕਾਲਮ: 0
te: నిలువు వరుసలు: 0

source: Create Standalone File
gu: સ્ટેન્ડઅલોન ફાઇલ બનાવો
kn: ಸ್ವತಂತ್ರ ಕಡತ ರಚಿಸಿ
ml: ഒറ്റയ്‌ക്ക് നിൽക്കുന്ന ഫയൽ സൃഷ്ടിക്കുക
mr: स्वतंत्र फाइल तयार करा
pa: ਸਟੈਂਡਅਲੋਨ ਫਾਈਲ ਬਣਾਓ
te: స్వతంత్ర ఫైల్‌ను సృష్టించండి

source: Create a new markdown file
gu: નવી markdown ફાઇલ બનાવો
kn: ಹೊಸ markdown ಕಡತ ರಚಿಸಿ
ml: ഒരു പുതിയ മാർക്ക്ഡൗൺ ഫയൽ സൃഷ്ടിക്കുക
mr: नवीन मार्कडाउन फाइल तयार करा
pa: ਇੱਕ ਨਵੀਂ ਮਾਰਕਡਾਊਨ ਫਾਈਲ ਬਣਾਓ
te: కొత్త మార్క్‌డౌన్ ఫైల్‌ను సృష్టించండి

source: Current File:
gu: વર્તમાન ફાઇલ:
kn: ಪ್ರಸ್ತುತ ಕಡತ:
ml: നിലവിലെ ഫയൽ:
mr: वर्तमान फाइल:
pa: ਮੌਜੂਦਾ ਫਾਈਲ:
te: ప్రస్తుత ఫైల్:

source: Editor
gu: સંપાદક
kn: ಸಂಪಾದಕ
ml: എഡിറ്റർ
mr: संपादक
pa: ਸੰਪਾਦਕ
te: ఎడిటర్

source: Export Document
gu: દસ્તાવેજ નિકાસ કરો
kn: ದಸ್ತಾವೇಜು ರಫ್ತು ಮಾಡಿ
ml: ഡോക്യുമെന്റ് എക്‌സ്‌പോർട്ട് ചെയ്യുക
mr: दस्तावेज निर्यात करा
pa: ਦਸਤਾਵੇਜ਼ ਨਿਰਯਾਤ ਕਰੋ
te: డాక్యుమెంట్‌ను ఎగుమతి చేయండి

source: Export Format:
gu: નિકાસ ફોર્મેટ:
kn: ರಫ್ತು ಸ್ವರೂಪ:
ml: എക്‌സ്‌പോർട്ട് ഫോർമാറ്റ്:
mr: निर्यात स्वरूप:
pa: ਨਿਰਯਾਤ ਫਾਰਮੈਟ:
te: ఎగుమతి ఫార్మాట్:

source: Export Options:
gu: નિકાસ વિકલ્પો:
kn: ರಫ್ತು ಆಯ್ಕೆಗಳು:
ml: എക്‌സ്‌പോർട്ട് ഓപ്ഷനുകൾ:
mr: निर्यात पर्याय:
pa: ਨਿਰਯਾਤ ਵਿਕਲਪ:
te: ఎగుమతి ఎంపికలు:

source: Export document
gu: દસ્તાવેજ નિકાસ કરો
kn: ದಸ್ತಾವೇಜು ರಫ್ತು ಮಾಡಿ
ml: ഡോക്യുമെന്റ് എക്‌സ്‌പോർട്ട് ചെയ്യുക
mr: दस्तावेज निर्यात करा
pa: ਦਸਤਾਵੇਜ਼ ਨਿਰਯਾਤ ਕਰੋ
te: డాక్యుమెంట్‌ను ఎగుమతి చేయండి

source: Export...
gu: નિકાસ કરો...
kn: ರಫ್ತು ಮಾಡಿ...
ml: എക്‌സ്‌പോർട്ട്...
mr: निर्यात...
pa: ਨਿਰਯਾਤ...
te: ఎగుమతి...

source: Find and replace text
gu: ટેક્સ્ટ શોધો અને બદલો
kn: ಪಠ್ಯ ಹುಡುಕಿ ಮತ್ತು ಬದಲಿಸಿ
ml: ടെക്സ്റ്റ് കണ്ടെത്തി മാറ്റിസ്ഥാപിക്കുക
mr: मजकूर शोधा आणि बदला
pa: ਟੈਕਸਟ ਲੱਭੋ ਅਤੇ ਬਦਲੋ
te: టెక్స్ట్‌ను వెతకండి మరియు భర్తీ చేయండి

source: Formatting
gu: ફોર્મેટિંગ
kn: ಫಾರ್ಮಾಟಿಂಗ್
ml: ഫോർമാറ്റിംഗ്
mr: स्वरूपण
pa: ਫਾਰਮੈਟਿੰਗ
te: ఫార్మాటింగ్

source: Heading 1
gu: શીર્ષક 1
kn: ಶೀರ್ಷಿಕೆ 1
ml: ശീർഷകം 1
mr: शीर्षक 1
pa: ਸਿਰਲੇਖ 1
te: శీర్షిక 1

source: Heading 2
gu: શીર્ષક 2
kn: ಶೀರ್ಷಿಕೆ 2
ml: ശീർഷകം 2
mr: शीर्षक 2
pa: ਸਿਰਲੇਖ 2
te: శీర్షిక 2

source: Heading 3
gu: શીર્ષક 3
kn: ಶೀರ್ಷಿಕೆ 3
ml: ശീർഷകം 3
mr: शीर्षक 3
pa: ਸਿਰਲੇਖ 3
te: శీర్షిక 3

source: Heading 4
gu: શીર્ષક 4
kn: ಶೀರ್ಷಿಕೆ 4
ml: ശീർഷകം 4
mr: शीर्षक 4
pa: ਸਿਰਲੇਖ 4
te: శీర్షిక 4

source: Headings
gu: શીર્ષકો
kn: ಶೀರ್ಷಿಕೆಗಳು
ml: ശീർഷകങ്ങൾ
mr: शीर्षके
pa: ਸਿਰਲੇਖ
te: శీర్షికలు

source: Image
gu: છબી
kn: ಚಿತ್ರ
ml: ഇമേജ്
mr: प्रतिमा
pa: ਚਿੱਤਰ
te: చిత్రం

source: Image Format:
gu: છબી ફોર્મેટ:
kn: ಚಿತ್ರ ಸ್ವರೂಪ:
ml: ഇമേജ് ഫോർമാറ്റ്:
mr: प्रतिमा स्वरूप:
pa: ਚਿੱਤਰ ਫਾਰਮੈਟ:
te: చిత్ర ఫార్మాట్:

source: Include Custom CSS
gu: કસ્ટમ CSS શામેલ કરો
kn: ಕಸ್ಟಮ್ CSS ಸೇರಿಸಿ
ml: കസ്റ്റം CSS ഉൾപ്പെടുത്തുക
mr: सानुकूल CSS समाविष्ट करा
pa: ਕਸਟਮ CSS ਸ਼ਾਮਲ ਕਰੋ
te: కస్టమ్ CSS ని చేర్చండి

source: Inline Code
gu: ઇનલાઇન કોડ
kn: ಇನ್‌ಲೈನ್ ಕೋಡ್
ml: ഇൻലൈൻ കോഡ്
mr: इनलाइन कोड
pa: ਇਨਲਾਈਨ ਕੋਡ
te: ఇన్లైన్ కోడ్

source: Insert
gu: દાખલ કરો
kn: ಸೇರಿಸಿ
ml: ചേർക്കുക
mr: घाला
pa: ਸ਼ਾਮਲ ਕਰੋ
te: చొప్పించండి

source: Italic (Ctrl+I)
gu: ઇટાલિક (Ctrl+I)
kn: ಇಟಾಲಿಕ್ (Ctrl+I)
ml: ഇറ്റാലിക് (Ctrl+I)
mr: तिरकस (Ctrl+I)
pa: ਇਟਾਲਿਕ (Ctrl+I)
te: ఇటాలిక్ (Ctrl+I)

source: Lists & Blocks
gu: સૂચિઓ અને બ્લોક્સ
kn: ಪಟ್ಟಿಗಳು ಮತ್ತು ಬ್ಲಾಕ್‌ಗಳು
ml: ലിസ്റ്റുകളും ബ്ലോക്കുകളും
mr: सूची आणि ब्लॉक्स
pa: ਸੂਚੀਆਂ ਅਤੇ ਬਲਾਕ
te: జాబితాలు & బ్లాక్‌లు

source: Main Menu
gu: મુખ્ય મેનુ
kn: ಮುಖ್ಯ ಮೆನು
ml: പ്രധാന മെനു
mr: मुख्य मेनू
pa: ਮੁੱਖ ਮੇਨੂ
te: ప్రధాన మెనూ

source: Mermaid Diagram
gu: Mermaid આકૃતિ
kn: Mermaid ರೇಖಾಚಿತ್ರ
ml: മെർമെയ്ഡ് ഡയഗ്രം
mr: Mermaid आकृती
pa: ਮਰਮੇਡ ਡਾਇਗਰਾਮ
te: మెర్మైడ్ రేఖాచిత్రం

source: New File (Ctrl+N)
gu: નવી ફાઇલ (Ctrl+N)
kn: ಹೊಸ ಕಡತ (Ctrl+N)
ml: പുതിയ ഫയൽ (Ctrl+N)
mr: नवीन फाइल (Ctrl+N)
pa: ਨਵੀਂ ਫਾਈਲ (Ctrl+N)
te: కొత్త ఫైల్ (Ctrl+N)

source: Next Match
gu: આગળનું મેચ
kn: ಮುಂದಿನ ಹೊಂದಾಣಿಕೆ
ml: അടുത്ത പൊരുത്തം
mr: पुढील जुळणारे
pa: ਅਗਲਾ ਮਿਲਾਨ
te: తరువాతి సరిపోలిక

source: No file loaded
gu: કોઈ ફાઇલ લોડ નથી
kn: ಯಾವುದೇ ಕಡತ ಲೋಡ್ ಆಗಿಲ್ಲ
ml: ഫയൽ ലോഡ് ചെയ്തിട്ടില്ല
mr: फाइल लोड झाली नाही
pa: ਕੋਈ ਫਾਈਲ ਲੋਡ ਨਹੀਂ ਹੋਈ
te: ఫైల్ లోడ్ చేయబడలేదు

source: Numbered List
gu: ક્રમાંકિત સૂચિ
kn: ಸಂಖ್ಯಾ ಪಟ್ಟಿ
ml: നമ്പർ ലിസ്റ്റ്
mr: क्रमांकित सूची
pa: ਨੰਬਰ ਵਾਲੀ ਸੂਚੀ
te: సంఖ్యా జాబితా

source: Open File (Ctrl+O)
gu: ફાઇલ ખોલો (Ctrl+O)
kn: ಕಡತ ತೆರೆಯಿರಿ (Ctrl+O)
ml: ഫയൽ തുറക്കുക (Ctrl+O)
mr: फाइल उघडा (Ctrl+O)
pa: ਫਾਈਲ ਖੋਲ੍ਹੋ (Ctrl+O)
te: ఫైల్‌ను తెరవండి (Ctrl+O)

source: Open File...
gu: ફાઇલ ખોલો...
kn: ಕಡತ ತೆರೆಯಿರಿ...
ml: ഫയൽ തുറക്കുക...
mr: फाइल उघडा...
pa: ਫਾਈਲ ਖੋਲ੍ਹੋ...
te: ఫైల్‌ను తెరవండి...

source: Open a new window
gu: નવી વિન્ડો ખોલો
kn: ಹೊಸ ವಿಂಡೋ ತೆರೆಯಿರಿ
ml: ഒരു പുതിയ വിൻഡോ തുറക്കുക
mr: नवीन विंडो उघडा
pa: ਇੱਕ ਨਵੀਂ ਵਿੰਡੋ ਖੋਲ੍ਹੋ
te: కొత్త విండోను తెరవండి

source: Open an existing file
gu: હાલની ફાઇલ ખોલો
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಕಡತ ತೆರೆಯಿರಿ
ml: നിലവിലുള്ള ഒരു ഫയൽ തുറക്കുക
mr: विद्यमान फाइल उघडा
pa: ਇੱਕ ਮੌਜੂਦਾ ਫਾਈਲ ਖੋਲ੍ਹੋ
te: ఇప్పటికే ఉన్న ఫైల్‌ను తెరవండి

source: Open file manager
gu: ફાઇલ મેનેજર ખોલો
kn: ಕಡತ ನಿರ್ವಾಹಕ ತೆರೆಯಿರಿ
ml: ഫയൽ മാനേജർ തുറക്കുക
mr: फाइल व्यवस्थापक उघडा
pa: ਫਾਈਲ ਮੈਨੇਜਰ ਖੋਲ੍ਹੋ
te: ఫైల్ మేనేజర్‌ను తెరవండి

source: Preview
gu: પૂર્વાવલોકન
kn: ಮುನ್ನೋಟ
ml: പ്രിവ്യൂ
mr: पूर्वावलोकन
pa: ਝਲਕ
te: ప్రివ్యూ

source: Previous Match
gu: અગાઉનું મેચ
kn: ಹಿಂದಿನ ಹೊಂದಾಣಿಕೆ
ml: മുമ്പത്തെ പൊരുത്തം
mr: मागील जुळणारे
pa: ਪਿਛਲਾ ਮਿਲਾਨ
te: మునుపటి సరిపోలిక

source: Quit
gu: બહાર નીકળો
kn: ನಿರ್ಗಮಿಸು
ml: പുറത്തുകടക്കുക
mr: सोडा
pa: ਛੱਡੋ
te: నిష్క్రమించండి

source: Recent Files:
gu: તાજેતરની ફાઇલો:
kn: ಇತ್ತೀಚಿನ ಕಡತಗಳು:
ml: സമീപകാല ഫയലുകൾ:
mr: अलीकडील फाइल्स:
pa: ਹਾਲੀਆ ਫਾਈਲਾਂ:
te: ఇటీవలి ఫైల్‌లు:

source: Replace with...
gu: આનાથી બદલો...
kn: ಇದರೊಂದಿಗೆ ಬದಲಿಸಿ...
ml: മാറ്റിസ്ഥാപിക്കുക...
mr: याने बदला...
pa: ਇਸ ਨਾਲ ਬਦਲੋ...
te: దీనితో భర్తీ చేయండి...

source: Rows: 0
gu: પંક્તિઓ: 0
kn: ಸಾಲುಗಳು: 0
ml: വരികൾ: 0
mr: पंक्ती: 0
pa: ਕਤਾਰਾਂ: 0
te: వరుసలు: 0

source: Save (Ctrl+S)
gu: સાચવો (Ctrl+S)
kn: ಉಳಿಸಿ (Ctrl+S)
ml: സംരക്ഷിക്കുക (Ctrl+S)
mr: जतन करा (Ctrl+S)
pa: ਸੁਰੱਖਿਅਤ ਕਰੋ (Ctrl+S)
te: సేవ్ చేయండి (Ctrl+S)

source: Save As...
gu: આ રીતે સાચવો...
kn: ಹೆಸರಿನಿಂದ ಉಳಿಸಿ...
ml: മറ്റൊരു പേരിൽ സംരക്ഷിക്കുക...
mr: या नावाने जतन करा...
pa: ਇਸ ਤਰ੍ਹਾਂ ਸੁਰੱਖਿਅਤ ਕਰੋ...
te: గా సేవ్ చేయండి...

source: Save file with a new name
gu: નવા નામ સાથે ફાઇલ સાચવો
kn: ಹೊಸ ಹೆಸರಿನಿಂದ ಕಡತ ಉಳಿಸಿ
ml: പുതിയ പേരിൽ ഫയൽ സംരക്ഷിക്കുക
mr: नवीन नावाने फाइल जतन करा
pa: ਇੱਕ ਨਵੇਂ ਨਾਮ ਨਾਲ ਫਾਈਲ ਸੁਰੱਖਿਅਤ ਕਰੋ
te: కొత్త పేరుతో ఫైల్‌ను సేవ్ చేయండి

source: Save the current file
gu: વર્તમાન ફાઇલ સાચવો
kn: ಪ್ರಸ್ತುತ ಕಡತ ಉಳಿಸಿ
ml: നിലവിലെ ഫയൽ സംരക്ഷിക്കുക
mr: वर्तमान फाइल जतन करा
pa: ਮੌਜੂਦਾ ਫਾਈਲ ਸੁਰੱਖਿਅਤ ਕਰੋ
te: ప్రస్తుత ఫైల్‌ను సేవ్ చేయండి

source: Search in document
gu: દસ્તાવેજમાં શોધો
kn: ದಸ್ತಾವೇಜಿನಲ್ಲಿ ಹುಡುಕಿ
ml: ഡോക്യുമെന്റിൽ തിരയുക
mr: दस्तावेजात शोधा
pa: ਦਸਤਾਵੇਜ਼ ਵਿੱਚ ਖੋਜੋ
te: డాక్యుమెంట్‌లో వెతకండి

source: Search...
gu: શોધો...
kn: ಹುಡುಕಿ...
ml: തിരയുക...
mr: शोधा...
pa: ਖੋਜੋ...
te: వెతకండి...

source: Show or hide sidebar
gu: સાઇડબાર બતાવો અથવા છુપાવો
kn: ಸೈಡ್‌ಬಾರ್ ತೋರಿಸಿ ಅಥವಾ ಮರೆಮಾಡಿ
ml: സൈഡ്ബാർ കാണിക്കുക അല്ലെങ്കിൽ മറയ്ക്കുക
mr: साइडबार दाखवा किंवा लपवा
pa: ਸਾਈਡਬਾਰ ਦਿਖਾਓ ਜਾਂ ਲੁਕਾਓ
te: సైడ్‌బార్‌ను చూపండి లేదా దాచండి

source: Show this help dialog
gu: આ સહાય સંવાદ બતાવો
kn: ಈ ಸಹಾಯ ಸಂವಾದ ತೋರಿಸಿ
ml: ഈ സഹായ ഡയലോഗ് കാണിക്കുക
mr: हा मदत संवाद दाखवा
pa: ਇਹ ਮਦਦ ਡਾਇਲਾਗ ਦਿਖਾਓ
te: ఈ సహాయ డైలాగ్‌ను చూపండి

source: Support ProPad
gu: ProPad ને સમર્થન આપો
kn: ProPad ಬೆಂಬಲಿಸಿ
ml: ProPad-നെ പിന്തുണയ്ക്കുക
mr: ProPad चे समर्थन करा
pa: ProPad ਦੀ ਸਹਾਇਤਾ ਕਰੋ
te: ProPad కు మద్దతు ఇవ్వండి

source: Sync editor and preview scrolling
gu: સંપાદક અને પૂર્વાવલોકન સ્ક્રોલિંગ સિંક કરો
kn: ಸಂಪಾದಕ ಮತ್ತು ಮುನ್ನೋಟ ಸ್ಕ್ರಾಲಿಂಗ್ ಸಿಂಕ್ ಮಾಡಿ
ml: എഡിറ്ററും പ്രിവ്യൂ സ്ക്രോളിംഗും സമന്വയിപ്പിക്കുക
mr: संपादक आणि पूर्वावलोकन स्क्रोलिंग सिंक करा
pa: ਸੰਪਾਦਕ ਅਤੇ ਝਲਕ ਸਕਰੋਲਿੰਗ ਸਿੰਕ ਕਰੋ
te: ఎడిటర్ మరియు ప్రివ్యూ స్క్రోలింగ్‌ను సమకాలీకరించండి

source: Table
gu: કોષ્ટક
kn: ಕೋಷ್ಟಕ
ml: ടേബിൾ
mr: सारणी
pa: ਸਾਰਣੀ
te: పట్టిక

source: Tags: Created • Opened • Edited
gu: ટેગ: બનાવ્યું • ખોલ્યું • સંપાદિત
kn: ಟ್ಯಾಗ್‌ಗಳು: ರಚಿಸಲಾಗಿದೆ • ತೆರೆಯಲಾಗಿದೆ • ಸಂಪಾದಿಸಲಾಗಿದೆ
ml: ടാഗുകൾ: സൃഷ്ടിച്ചു • തുറന്നു • എഡിറ്റ് ചെയ്തു
mr: टॅग्ज: तयार केले • उघडले • संपादित केले
pa: ਟੈਗ: ਬਣਾਇਆ • ਖੋਲ੍ਹਿਆ • ਸੰਪਾਦਿਤ ਕੀਤਾ
te: ట్యాగ్‌లు: సృష్టించబడింది • తెరవబడింది • సవరించబడింది

source: Toggle Replace
gu: બદલો ટૉગલ કરો
kn: ಬದಲಿಸು ಟಾಗಲ್ ಮಾಡಿ
ml: മാറ്റിസ്ഥാപിക്കൽ ടോഗിൾ ചെയ്യുക
mr: बदला टॉगल करा
pa: ਬਦਲੋ ਟੌਗਲ ਕਰੋ
te: భర్తీని టోగుల్ చేయండి

source: Toggle Scroll Sync
gu: સ્ક્રોલ સિંક ટૉગલ કરો
kn: ಸ್ಕ್ರಾಲ್ ಸಿಂಕ್ ಟಾಗಲ್ ಮಾಡಿ
ml: സ്ക്രോൾ സമന്വയം ടോഗിൾ ചെയ്യുക
mr: स्क्रोल सिंक टॉगल करा
pa: ਸਕਰੋਲ ਸਿੰਕ ਟੌਗਲ ਕਰੋ
te: స్క్రోల్ సమకాలీకరణను టోగుల్ చేయండి

source: Toggle Scroll Sync (Ctrl+Alt+S)
gu: સ્ક્રોલ સિંક ટૉગલ કરો (Ctrl+Alt+S)
kn: ಸ್ಕ್ರಾಲ್ ಸಿಂಕ್ ಟಾಗಲ್ ಮಾಡಿ (Ctrl+Alt+S)
ml: സ്ക്രോൾ സമന്വയം ടോഗിൾ ചെയ്യുക (Ctrl+Alt+S)
mr: स्क्रोल सिंक टॉगल करा (Ctrl+Alt+S)
pa: ਸਕਰੋਲ ਸਿੰਕ ਟੌਗਲ ਕਰੋ (Ctrl+Alt+S)
te: స్క్రోల్ సమకాలీకరణను టోగుల్ చేయండి (Ctrl+Alt+S)

source: Use Regular Expression
gu: નિયમિત અભિવ્યક્તિ વાપરો
kn: ನಿಯಮಿತ ಅಭಿವ್ಯಕ್ತಿ ಬಳಸಿ
ml: റെഗുലർ എക്സ്പ്രഷൻ ഉപയോഗിക്കുക
mr: नियमित अभिव्यक्ती वापरा
pa: ਨਿਯਮਤ ਸਮੀਕਰਨ ਵਰਤੋਂ
te: సాధారణ వ్యక్తీకరణను ఉపయోగించండి

source: Whole Word
gu: સંપૂર્ણ શબ્દ
kn: ಸಂಪೂರ್ಣ ಪದ
ml: മുഴുവൻ വാക്ക്
mr: पूर्ण शब्द
pa: ਪੂਰਾ ਸ਼ਬਦ
te: మొత్తం పదం

source: If you enjoy using ProPad, consider buying me a coffee!
gu: જો તમને ProPad વાપરવું ગમે છે, તો મને એક કપ કૉફી અપાવવાનો વિચાર કરો!
kn: ನೀವು ProPad ಬಳಸುವುದನ್ನು ಆನಂದಿಸುತ್ತಿದ್ದರೆ, ನನಗೆ ಒಂದು ಕಾಫಿ ಕೊಳ್ಳಿಕೊಡಲು ಯೋಚಿಸಿ!
mr: जर तुम्हाला ProPad वापरणे आवडत असेल तर मला एक कप कॉफी देण्याचा विचार करा!
pa: ਜੇ ਤੁਹਾਨੂੰ ProPad ਵਰਤਣਾ ਪਸੰਦ ਹੈ, ਤਾਂ ਮੇਰੇ ਲਈ ਇੱਕ ਕਾਫੀ ਖਰੀਦਣ ਬਾਰੇ ਸੋਚੋ!
te: ProPad ఉపయోగించడం మీకు నచ్చితే, నాకు ఒక కాఫీ కొనిపెట్టడం గురించి ఆలోచించండి!

source: Your support helps keep the project alive.
gu: તમારો સહયોગ પ્રોજેક્ટને જીવંત રાખવામાં મદદ કરે છે.
kn: ನಿಮ್ಮ ಬೆಂಬಲವು ಯೋಜನೆಯನ್ನು ಜೀವಂತವಾಗಿರಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.
mr: तुमचा पाठिंबा प्रकल्प जिवंत ठेवण्यास मदत करतो.
pa: ਤੁਹਾਡਾ ਸਮਰਥਨ ਪ੍ਰੋਜੈਕਟ ਨੂੰ ਜਿੰਦਾ ਰੱਖਣ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ।
te: మీ మద్దతు ఈ ప్రాజెక్ట్ కొనసాగడానికి సహాయపడుతుంది.

source: Scan with your phone
gu: તમારા ફોનથી સ્કેન કરો
kn: ನಿಮ್ಮ ಫೋನ್‌ನಿಂದ ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
mr: तुमच्या फोनने स्कॅन करा
pa: ਆਪਣੇ ਫ਼ੋਨ ਨਾਲ ਸਕੈਨ ਕਰੋ
te: మీ ఫోన్‌తో స్కాన్ చేయండి

source: Open Buy Me a Coffee
gu: Buy Me a Coffee ખોલો
kn: Buy Me a Coffee ತೆರೆಯಿರಿ
mr: Buy Me a Coffee उघडा
pa: Buy Me a Coffee ਖੋਲ੍ਹੋ
te: Buy Me a Coffee తెరవండి

source: <span size='xx-large' weight='bold'>☕ Support ProPad</span>
gu: <span size='xx-large' weight='bold'>☕ ProPad ને સપોર્ટ કરો</span>
kn: <span size='xx-large' weight='bold'>☕ ProPad ಗೆ ಬೆಂಬಲ ನೀಡಿ</span>
mr: <span size='xx-large' weight='bold'>☕ ProPad ला समर्थन द्या</span>
pa: <span size='xx-large' weight='bold'>☕ ProPad ਦਾ ਸਮਰਥਨ ਕਰੋ</span>
te: <span size='xx-large' weight='bold'>☕ ProPad కి మద్దతివ్వండి</span>
